[
  {
    "title": "Konbini",
    "image": "./projectImages/Konbini.png",
    "description": "J'ai été en charge de la refonte majeure du site web du média Konbini. J'ai également participé à l'intégration de nouvelles features dans la homepage, ainsi qu'à l'optimisation du SEO et de l'experience utilisateur.",
    "technologies": "React / Next / Tailwind / GraphQL",
    "deployed": "https://www.konbini.com/",
    "bgcolor": "#fa1e13",
    "id": "1"
  },
  {
    "title": "Mr.Beef",
    "image": "./projectImages/Mr.Beef.png",
    "technologies": "HTML / CSS / JS / Bootstrap",
    "description": "J'ai conçu le site vitrine du restaurant Mr.Beef. Son but était de donner une image professionnelle de l'entreprise et de présenter ses services, de manière claire et concise.",
    "deployed": "https://www.mrbeef.fr/",
    "bgcolor": "#0b7abd",
    "id": "2"
  },
  {
    "title": "Calculatrice React",
    "image": "./projectImages/Calculatrice.png",
    "technologies": "React",
    "description": "Comme son nom l'indique, il s'agit d'une application calculatrice réalisée avec React en suivant un tutoriel. Ce projet avait pour intérêt premier de m'initier à la découverte du framework, et dans un second temps de tester mes compétences de développement en autodidacte.",
    "deployed": "https://github.com/N95Ryan/calculatrice-react",
    "bgcolor": "#ffffff",
    "id": "3"
  },
  {
    "title": "EcoMap",
    "image": "./projectImages/Figma.png",
    "technologies": "Figma",
    "description": "J'ai réalisé ce projet d'UX design en collaboration avec des camarades de promotion. L'application permet via une carte intégrée de consulter une liste d'événements liés à l'écologie et l'environnement.",
    "deployed": "https://www.figma.com/proto/SELGWIlBrSMJ0Bqe02toWk/Eco---Map?type=design&node-id=281-4983&scaling=scale-down&page-id=89%3A1295&starting-point-node-id=250%3A3263",
    "bgcolor": "#c04cfd",
    "id": "4"
  },

  {
    "title": "Jeu de mémoire",
    "image": "./projectImages/Memory.png",
    "description": "Il s'agit d'un jeu de mémoire, au départ l’utilisateur a le choix entre 2 niveaux de difficulté. Après avoir choisi son niveau de difficulté, une suite de chiffres apparaît à la place des XXXXXX. Le joueur doit donc réécrire les chiffres dans l’ordre dans lequel ils sont apparus.",
    "technologies": "HTML / CSS / JS",
    "deployed": "https://github.com/N95Ryan/Memory-Game",
    "bgcolor": "#f5b82e",
    "id": "5"
  },

  {
    "title": "Club de badminton",
    "image": "./projectImages/Badminton.png",
    "technologies": "HTML / CSS / PHP / SQL",
    "description": "J'ai réalisé ce projet dans le cadre de l'épreuve orale de mon BTS. Il s'agissait d'un projet à réaliser seul sur une période donnée lors de ma formation. Ce projet consiste en une base de données interactive qui permet à l’utilisateur d’accéder à la liste des adhérents d’un club de badminton.",
    "deployed": "https://github.com/N95Ryan/Badminton",
    "bgcolor": "#47f398",
    "id": "6"
  }
]