[
  {
    "title": "Konbini",
    "image": "./projectImages/Konbini.png",
    "description": "J'ai été en charge de la refonte majeure du site web du média Konbini. J'ai également participé à l'intégration de nouvelles features dans la homepage, ainsi qu'à l'optimisation du SEO et de l'experience utilisateur.",
    "technologies": "React / Next / Tailwind / GraphQL",
    "deployed": "https://www.konbini.com/",
    "bgcolor": "#fa1e13",
    "id": "1"
  },
  {
    "title": "Calculatrice",
    "image": "./projectImages/Calculatrice.png",
    "technologies": "React",
    "description": "Comme son nom l'indique, il s'agit d'une application calculatrice réalisée avec React en suivant un tutoriel. Ce projet avait pour intérêt premier de m'initier à la découverte du framework, et dans un second temps de tester mes compétences de développement en autodidacte.",
    "deployed": "https://calculatrice-react.vercel.app/",
    "bgcolor": "#61DAFB",
    "id": "2"
  },

  {
    "title": "Bitjutsu",
    "image": "./projectImages/Bitjutsu.png",
    "technologies": "React / Next / Tailwind / Replicate",
    "description": "J'ai réalisé ce projet dans le but de m'exercer à l'intégration de tokens dans un projet front-end. Il consiste en une application interactive qui permet à l’utilisateur d'éditer une image via des lignes de texte. Pour cela je suis passé par l'API de Replicate.",
    "deployed": "https://bijutsu-n95ryan.vercel.app/",
    "bgcolor": "#fff",
    "id": "3"
  },

  {
    "title": "EcoMap",
    "image": "./projectImages/Figma.png",
    "technologies": "Figma",
    "description": "J'ai réalisé ce projet d'UX design en collaboration avec des camarades de promotion. L'application permet via une carte intégrée de consulter une liste d'événements liés à l'écologie et l'environnement.",
    "deployed": "https://www.figma.com/proto/SELGWIlBrSMJ0Bqe02toWk/Eco---Map?node-id=281-4983&starting-point-node-id=250%3A3263",
    "bgcolor": "#c04cfd",
    "id": "4"
  },
  {
    "title": "DisGOvary",
    "image": "./projectImages/DisGOvary.png",
    "description": "DisGOvary est un projet fullstack mis en place afin qu'un développeur novice puisse s’intéresser davantage aux divers fonctionnement du front et du back. L’intérêt de l’application est très simple, il s’agit de gérer une base de données coté client (navigateur).",
    "technologies": "React / Next / Tailwind / GO",
    "deployed": "https://disgovary.vercel.app/",
    "bgcolor": "#26a6bd",
    "id": "5"
  },
  {
    "title": "Jeu du morpion",
    "image": "./projectImages/Morpion.png",
    "description": "Le jeu oppose deux joueurs, l'un utilisant des X et l'autre des O. Le but est d'aligner trois de ces symboles horizontalement, verticalement ou en diagonale. Les joueurs placent tour à tour leur symbole dans une case vide et celui qui parvient à aligner trois de ses symboles remporte la partie.",
    "technologies": "HTML / CSS / JS",
    "deployed": "https://morpion-wheat.vercel.app/",
    "bgcolor": "#fb923c",
    "id": "6"
  }
]